Repository: enaut/ltsp-manager
Catalog: po/*.po
Languages: cs, el, pl

source: Depending on the CPU speed and image size, this may need about 10 minutes. After that, (re)boot your workstations.
cs: V závislosti na rychlosti procesoru a velikosti obrazu může toto trvat přibližně 10 minut. Poté re/nastartujte stanice.
el: Ανάλογα με την ταχύτητα του επεξεργαστή σας και το μέγεθος του δίσκου σας, αυτή η διαδικασία μπορεί να χρειαστεί γύρω στα 10 λεπτά. Στη συνέχεια (επαν)εκκινήστε τους σταθμούς εργασίας.
pl: W zależności od szybkości procesora i rozmiaru obrazu, może to potrwać do 10 minut. Po zakończeniu uruchom ponownie stacje robocze.

source: Are you sure you want to revert to the previous version of the LTSP image?
cs: Opravdu se chcete vrátit k předchozí verzi LTSP obrazu?
el: Θέλετε σίγουρα να προχωρήσετε στην επαναφορά του εικονικού δίσκου σε προηγούμενη έκδοση;
pl: Czy na pewno chcesz wrócić do poprzedniej wersji obrazu LTSP?

source: Are you sure you want to delete user "%s"?
cs: Opravdu chcete odstranit uživatele „%s“?
el: Θέλετε σίγουρα να διαγράψετε τον χρήστη "%s";
pl: Czy na pewno chcesz usunąć użytkownika "%s"?

source: Also delete the user's home directory.
cs: Smazat také domovskou složku uživatele.
el: Να διαγραφεί και ο αρχικός κατάλογος του παραπάνω χρήστη.
pl: Usuń także katalog domowy użytkownika.

source: WARNING: if you enable this option, the user's home directory with all its files will be deleted, along with the user's e-mail at /var/mail, if it exists
cs: VAROVÁNÍ: když zaškrtnete tuto předvolbu, domovská složka uživatele (a tím i veškeré jeho soubory) bude smazána, dále také e-maily uživatele ve /var/mail (pokud existují)
el: ΠΡΟΣΟΧΗ: Αν ενεργοποιήσετε αυτήν την επιλογή θα διαγραφεί ο αρχικός κατάλογος του χρήστη, καθώς και όλα τα αρχεία που αυτός περιέχει, αλλά και ο αντίστοιχος κατάλογος e-mail στο /var/mail (εάν υπάρχει).
pl: OSTRZEŻENIE: jeśli włączysz tę opcję, katalog domowy użytkownika wraz ze wszystkimi jego plikami zostanie usunięty z z pocztą e-mail użytkownika w /var/mail, jeśli istnieje

source: Are you sure you want to delete the following %d users?
cs: Opravdu chcete smazat těchto %d uživatelů?
el: Θέλετε σίγουρα να διαγράψετε τους παρακάτω %d χρήστες;
pl: Czy na pewno chcesz usunąć następujących użytkowników: %d ?

source: Also delete the users' home directories.
cs: Smazat také domovské složky uživatelů.
el: Να διαγραφούν και οι αρχικοί κατάλογοι των παραπάνω χρηστών.
pl: Usuń również katalogi domowe użytkowników.

source: WARNING: if you enable this option, the users' home directories with all their files will be deleted, along with the users' e-mails at /var/mail, if they exist
cs: VAROVÁNÍ: když zaškrtnete tuto předvolbu, domovské složky uživatelů (a tím i veškeré jejich soubory) bude smazány, dále také e-maily uživatelů ve /var/mail (pokud existují)
el: ΠΡΟΣΟΧΗ: Αν ενεργοποιήσετε αυτήν την επιλογή θα διαγραφούν οι αρχικοί κατάλογοι όλων των παραπάνω χρηστών, καθώς και όλα τα αρχεία που αυτοί περιέχουν, αλλά και οι αντίστοιχοι κατάλογοι e-mail στο /var/mail (εάν υπάρχουν).
pl: OSTRZEŻENIE: jeśli włączysz tę opcję, katalogi domowe użytkowników wraz ze wszystkimi ich plikami zostaną usunięta, w tym również poczta e-mail użytkowników w /var/mail, jeśli istnieje

source: This action can't be undone.
cs: Tuto akci nelze vzít zpět.
el: Η ενέργεια αυτή είναι μη-αναστρέψιμη.
pl: Ta czynność nie może zostać cofnięta.

source: Are you sure you want to remove user %(user)s from the selected groups (%(groups)s)?
cs: Opravdu chcete odebrat uživatele %(user)s z označených skupin (%(groups)s)?
el: Θέλετε σίγουρα να αφαιρέσετε τον χρήστη %(user)s από τις επιλεγμένες ομάδες (%(groups)s);"

source: Are you sure you want to remove the following %(count)d users from the selected groups (%(groups)s)?
cs: Opravdu chcete odebrat těchto %(count)d uživatelů z označených skupin (%(groups)s)?
el: Θέλετε σίγουρα να αφαιρέσετε τους παρακάτω %(count)d χρήστες από τις επιλεγμένες ομάδες (%(groups)s);

source: Are you sure you want to delete group %s?
cs: Opravdu chcete smazat skupinu %s?
el: Θέλετε σίγουρα να διαγράψετε την ομάδα %s;
pl: Czy na pewno chcesz usunąć grupę %s?

source: Are you sure you want to delete the following %d groups?
cs: Opravdu chcete smazat těchto %d skupin?
el: Θέλετε σίγουρα να διαγράψετε τις παρακάτω %d ομάδες;
pl: Czy na pewno chcesz usunąć następujące grupy %d?

source: Usage: ltsp-manager [OPTIONS] It depends on a set of packages suitable for configuring LTSP in small computer labs, and it provides a GUI for managing user accounts, running maintenance tasks etc. Options: -h, --help Display this help and exit. -v, --version Output version information and exit. Bug reports can be filed at https://bugs.launchpad.net/ltsp-manager.
cs: Použití: ltsp-manager [PŘEDVOLBY] Závisí na sadě balíčků použitelných pro nastavování LTSP v malé počítačové učebně a poskytuje grafické rozhraní pro správu uživatelských účtů, údržbu, atd. Předvolby: -h, --help Zobrazit tuto nápovědu a skončit. -v, --version Vypsat a skončit. Chyby je možné hlásit na https://bugs.launchpad.net/ltsp-manager.
el: Χρήση: ltsp-manager [ΕΠΙΛΟΓΕΣ] Παρέχει ένα σύνολο εξαρτήσεων για την αυτοματοποίηση της εγκατάστασης σχολικών εργαστηρίων και ένα γραφικό περιβάλλον που υποστηρίζει διαχείριση λογαριασμών χρηστών, δημιουργία εικονικού δίσκου LTSP κ.α. -Περισσότερες πληροφορίες: http://ts.sch.gr/wiki/Linux/LTSP. -Επιλογές: - -h, --help Σελίδα βοήθειας της εφαρμογής. - -v, --version Προβολή έκδοσης των ltsp-manager. - -Αναφορά σφαλμάτων στο https://bugs.launchpad.net/ltsp-manager."""
pl: Użycie: ltsp-manager [OPCJE] Pozwala konfigurować LTSP w małych pracowniach komputerowych i udostępnia interfejs GUI do zarządzania kontami użytkowników,zadania konserwacyjne itp.

source: ltsp-manager %s Copyright (C) 2009-2017 Alkis Georgopoulos <alkisg@gmail.com>, Fotis Tsamis <ftsamis@gmail.com>. License GPLv3+: GNU GPL version 3 or newer <http://gnu.org/licenses/gpl.html>. Authors: Alkis Georgopoulos <alkisg@gmail.com>, Fotis Tsamis <ftsamis@gmail.com>.
cs: ltsp-manager %s Copyright (C) 2009-2017 Alkis Georgopoulos <alkisg@gmail.com>, Fotis Tsamis <ftsamis@gmail.com>. Licence GPLv3+: GNU GPL version 3 nebo novější <http://gnu.org/licenses/gpl.html>. Autoři: Alkis Georgopoulos <alkisg@gmail.com>, Fotis Tsamis <ftsamis@gmail.com>.
el: ltsp-manager %s -Copyright (C) 2009-2017 Άλκης Γεωργόπουλος <alkisg@gmail.com>, Φώτης Τσάμης <ftsamis@gmail.com>. -Άδεια χρήσης GPLv3+: GNU GPL έκδοσης 3 ή νεότερη <http://gnu.org/licenses/gpl.html>. -Συγγραφή: by Άλκης Γεωργόπουλος <alkisg@gmail.com>, Φώτης Τσάμης <ftsamis@gmail.com>.

source: _File
cs: _Soubor
el: _Αρχείο
pl: _Plik

source: Opens a dialog which handles user signup requests
cs: Otevře dialog který obsluhuje požadavky uživatelů na registraci
el: Ανοίγει μία φόρμα η οποία δέχεται αιτήσεις ανοίγματος λογαριασμών από τους χρήστες
pl: Otwiera okno dialogowe obsługujące żądania rejestracji użytkowników

source: Allow user sign ups...
cs: Umožnit uživateli se přihlašovat…
el: Ενεργοποίηση εγγραφών χρηστών...
pl: Zezwalaj na rejestracje użytkowników ...

source: Create users per workstation...
cs: Vytvořit uživatele na jednotlivých stanicích…
el: Δημιουργία χρηστών ανά υπολογιστή...
pl: Utwórz użytkowników dla stacji roboczej...

source: Import from passwd...
cs: Importovat z databáze hesel passwd…
el: Εισαγωγή από passwd...
pl: Import z passwd

source: Import from csv...
cs: Importovat z csv…
el: Εισαγωγή από csv...
pl: Import z csv...

source: Export to csv...
cs: Exportovat do csv…
el: Εξαγωγή σε csv...
pl: Export do csv...

source: Initial setup
cs: Úvodní nastavení
el: Αρχική ρύθμιση
pl: Ustawienia początkowe

source: LTSP image
cs: LTSP obraz
pl: LTSP obraz

source: Publishes a clone of the server installation for the clients to boot from it
cs: Vydá klon instalace serveru, ze kterého mohou klienti zavádět sytém
pl: Opublikuje klon instalacji serwera dla klientów, z którymi zostanie uruchomiony system

source: Update...
cs: Aktualizovat…
pl: Aktualizuj

source: Reverts the LTSP image to its previous version
cs: Vrátit LTSP obraz do předchozí verze
el: Επαναφέρει τον εικονικό δίσκο του εξυπηρετητή στην προηγούμενη έκδοση
pl: Przywraca obraz LTSP do poprzedniej wersji

source: Revert...
cs: Vrátit zpět…
pl: Przywróć...

source: Configuration files
cs: Soubory s nastaveními
el: Αρχεία ρυθμίσεων
pl: Pliki konfiguracyjne

source: Edit lts.conf
cs: Upravit lts.conf
pl: Edytuj lts.conf

source: Edit LTSP shared folder settings
cs: Upravit nastavení LTSP sdílené složky
pl: Edytuj ustawienia folderu udostępnionego LTSP

source: Edit dnsmasq settings
cs: Upravit nastavení dnsmasq
el: Επεξεργασία ρυθμίσεων dnsmasq
pl: Edytuj ustawienia dnsmasq

source: Edit PXELinux settings
cs: Upravit nastavení PXELinux
el: Επεξεργασία ρυθμίσεων PXELinux
pl: Edytuj ustawienia PXELinux

source: _View
cs: _Zobrazit
el: _Προβολή
pl: Widok

source: Columns
cs: Sloupce
el: Στήλες
pl: Kolumny

source: Show system groups
cs: Zobrazit systémové skupiny
el: Εμφάνιση ομάδων συστήματος
pl: Pokaż grupy systemowe

source: Show private groups
cs: Zobrazit soukromé skupiny
el: Εμφάνιση προσωπικών ομάδων
pl: Pokaż grupy prywatne

source: Refresh
cs: Znovu načíst
el: Ανανέωση
pl: Odśwież

source: _Groups
cs: _Skupiny
el: _Ομάδες
pl: _Grupy

source: New group...
cs: Nová skupina…
el: Νέα ομάδα...
pl: Nowa grupa...

source: _Users
cs: _Uživatelé
el: _Χρήστες
pl: _Użytkownicy

source: New user...
cs: Nový uživatel…
el: Νέος χρήστης...
pl: Nowy użytkownik

source: Remove user from selected groups
cs: Odebrat uživatele z označených skupin
el: Αφαίρεση από τις επιλεγμένες ομάδες
pl: Usuwanie użytkownika z wybranych grup

source: _Help
cs: _Nápověda
el: _Βοήθεια
pl: _Pomoc

source: Online documentation
cs: Dokumentace na webových stránkách projektu
el: Σελίδα τεκμηρίωσης
pl: Dokumentacja online

source: Report bug
cs: Nahlásit chybu
el: Αναφορά σφάλματος
pl: Zgłoś błąd

source: Ask question
cs: Položit dotaz
el: Υποβολή ερώτησης
pl: Zadaj pytanie

source: File a helpdesk issue
cs: Zadat problém pro technickou podporu
el: Υποβολή αιτήματος στο helpdesk

source: Live chat (IRC)
cs: spustit chat (IRC)
el: Ζωντανή συνομιλία (IRC)
pl: Czat (IRC)

source: Discussion forum
cs: Diskuzní forum
el: Φόρουμ συζητήσεων
pl: Forum dyskusyjne

source: LTSP installations map
cs: Mapa LTSP instalací
el: Χάρτης ΣΕΠΕΗΥ με LTSP
pl: Mapa instalacji LTSP

source: Man page of lts.conf
cs: Manuálová stránka lts.conf
el: Εγχειρίδιο του lts.conf
pl: Instrukcja dla pliku lts.conf

source: Display LTSP version information, useful for reporting bugs
cs: Zobrazit verzi LTSP – užitečné pro hlášení chyb
el: Σε αναφορές σφαλμάτων, συμπεριλάβετε και αυτές τις πληροφορίες
pl: Wyświetl informacje dotyczące wersji LTSP, przydatne do zgłaszania błędów

source: Local LTSP information
cs: Místní LTSP informace
el: Πληροφορίες LTSP
pl: Lokalne informacje LTSP

source: About
cs: O aplikaci
el: Περί
pl: O programie

source: Unselect all
cs: Zrušit výběr
el: Αποεπιλογή όλων
pl: Odznacz wszystko

source: UID
cs: Identifikátor uživatele (UID)
pl: Identyfikator użytkownika UID

source: Primary group
cs: Hlavní skupina
el: Όνομα κύριας ομάδας
pl: Główna grupa

source: Office
cs: Kancelář
el: Γραφείο
pl: Biuro

source: Office phone
cs: Telefon do kanceláře
el: Τηλ. γραφείου
pl: Telefon do biura

source: Home phone
cs: Telefon domů
el: Τηλ. οικίας
pl: Telefon domowy

source: Other
cs: Ostatní
el: Άλλο
pl: Inne

source: Directory
cs: Složka
el: Κατάλογος
pl: Katalog

source: Last password change
cs: Heslo bylo naposledy změněno
el: Τελευταία αλλαγή κωδικού
pl: Ostatnia zmiana hasła

source: Minimum password age
cs: Minimální životnost hesla
el: Ελάχιστη διάρκεια
pl: Minimalny wiek hasła

source: Maximum password age
cs: Maximální životnost hesla
el: Μέγιστη διάρκεια
pl: Maksymalny wiek hasła

source: Warning period
cs: Období varování
el: Προειδοποίηση
pl: Okres ostrzegawczy

source: Inactive
cs: Nečinné
el: Ανενεργός
pl: Nieaktywny

source: Expired
cs: Platnost skončila
el: Λήξη
pl: Przedawnione

source: Request user account
cs: Požadovat uživatelský účet
pl: Zażądaj konta użytkownika

source: Fill the following fields in order to request a user account
cs: Do žádosti o uživatelský účet vyplňte následující kolonky
el: Συμπληρώστε παρακάτω τα στοιχεία σας για να μπορέσετε να αποκτήσετε λογαριασμό στο σύστημα.
pl: Wypełnij następujące pola, aby zażądać konta użytkownika

source: Username:
cs: Uživatelské jméno:
el: Όνομα χρήστη:
pl: Nazwa użytkownika:

source: Password:
cs: Heslo:
el: Κωδικός πρόσβασης:
pl: Hasło:

source: Real name:
cs: Skutečné jméno:
el: Ονοματεπώνυμο:
pl: Imię i nazwisko:

source: Confirm password:
cs: Potvrzení hesla:
el: Επαλήθευση κωδικού:
pl: Potwierdź hasło:

source: Check the groups that you are a member of
cs: Zaškrtňete skupiny kterých jste členy
el: Επιλέξτε αν ανήκετε σε κάποια από τις παρακάτω ομάδες:
pl: Sprawdź grupy członkowskie

source: The sysadmin might not have activated sign ups.
cs: Správce systému nejspíš neaktivoval registrace.
el: Πιθανόν ο διαχειριστής να μην έχει ενεργοποιήσει τις εγγραφές.
pl: Administrator może nie aktywować rejestracji

source: Possible networking issue.
cs: Možný problém se sítí.
el: Πιθανόν να υπάρχει πρόβλημα δικτύου.
pl: Możliwe problemy z siecią.

source: Connection error
cs: Chyba spojení
el: Σφάλμα σύνδεσης
pl: Błąd połączenia

source: Your request was successfully delivered for review.
cs: Váš požadavek byl úšpěšně doručen k posouzení.
el: Το αίτημά σας καταχωρήθηκε επιτυχώς για αναθεώρηση.
pl: Twoja prośba została pomyślnie dostarczona do sprawdzenia.

source: Your request was not delivered successfully. Ask for help from your sysadmin.
cs: Váš požadavek nebyl v pořádku doručen. Požádejte o pomoc správce systému.
el: Αποτυχία αποστολής του αιτήματός σας. Ζητήστε βοήθεια από τον υπεύθυνο.
pl: Żądanie nie zostało zrealizowane pomyślnie. Poproś o pomoc swojego administratora.

source: Failure
cs: Nezdařilo se
el: Αποτυχία
pl: Niepowodzenie

source: Are you sure you want to remove the following requests from the list?
cs: Opravdu chcete odebrat následující žádosti ze seznamu?
el: Θέλετε σίγουρα να διαγραφούν τα παρακάτω αιτήματα από τη λίστα;
pl: Czy na pewno chcesz usunąć z listy żądania?

source: Reject requests
cs: Zamítnout žádosti
el: Διαγραφή αιτημάτων
pl: Odrzuć żądania

source: The following user accounts will be created:
cs: Následující uživatelské účty budou vytvořeny:
el: Θα δημιουργηθούν οι παρακάτω χρήστες:
pl: Powstaną następujące konta użytkowników:

source: Proceed?
cs: Pokračovat?
el: Συνέχεια;
pl: Kontynuować?

source: Create user accounts
cs: Vytvořit uživatelské účty
el: Δημιουργία χρηστών
pl: Utwórz konta użytkowników

source: Are you sure you want to close the sign up server? All pending requests will be lost.
cs: Opravdu chcete uzavřít registrační server? Veškeré čekající žádosti budou ztraceny.
el: Θέλετε σίγουρα να τερματίσετε την εφαρμογή αιτήσεων; Όλες οι εκκρεμείς αιτήσεις θα χαθούν.
pl: Czy na pewno chcesz zamknąć serwer rejestracji? Wszystkie oczekujące żądania zostaną utracone.

source: User signup requests
cs: Žádosti uživatelů o registraci
el: Αιτήματα νέων χρηστών
pl: Prośby o rejestrację użytkownika

source: User signup requests show up here as soon as they send them. You can continuously edit, delete and apply signup requests as long as this dialog stays open.
cs: V okamžiku kdy je pošlou, žádosti uživatelů o registraci se zobrazí zde. Můžete je upravovat, mazat a používat dokud je tento dialog otevřený.
el: Εδώ μπορείτε να βλέπετε τις αιτήσεις των χρηστών αμέσως μόλις αυτές στέλνονται. Μόλις επεξεργαστείτε ή διαγράψετε αυτές που θέλετε πατήστε 'Εφαρμογή' για να δημιουργηθούν οι νέοι χρήστες.
pl: Żądania rejestracji użytkowników pojawiają się tutaj, gdy tylko je wyślą. Możesz ciągle edytować, usuwać i akceptować wnioski o rejestrację, dopóki to okno dialogowe pozostaje otwarte.

source: Date
cs: Datum
el: Ημερομηνία
pl: Data

source: From
cs: Od
el: Από
pl: Od

source: Groups
cs: Skupiny
el: Ομάδες
pl: Grupy

source: Edit the selected signup request
cs: Upravit označený požadavek o registraci
el: Επεξεργασία του επιλεγμένου αιτήματος
pl: Edytuj wybrane żądanie rejestracji

source: Edit request
cs: Upravit požadavek
el: Αναθεώρηση αιτήματος
pl: Edytuj żądanie

source: Reject the selected request, and remove it from the list
cs: Zamítnout označený požadavek a odebrat ho ze seznamu
el: Απόρριψη και αφαίρεση του επιλεγμένου αιτήματος από τη λίστα
pl: Odrzuć wybrane rządanie i usuń go z listy

source: Reject request
cs: Odmítnout požadavek
el: Απόρριψη αιτήματος
pl: Odrzuć rządanie

source: Accept all the signup requests listed, creating a user account for each one of them
cs: Přijmout všechny žádosti o registraci uvedené na seznamu – pro každou vytvořit uživatelský účet
el: Αποδοχή όλων των αιτημάτων της λίστας και δημιουργία λογαριασμού χρήστη για κάθε ένα από αυτά
pl: Zaakceptuj wszystkie zgłoszenia rejestracji, utwórz konto użytkownika dla każdego z nich

source: Open the dialog that receives signup requests
cs: Otevřít dialog do kterého přicházejí žádosti o registraci
el: Άνοιγμα του εξυπηρετητή αιτημάτων με τις επιλεγμένες ρυθμίσεις
pl: Otwórz okno dialogowe, które odbiera żądania rejestracji

source: Select the roles and groups that you want to make available for user signup requests. After you click [Next], a dialog that receives signup requests will open.
cs: Vyberte role a skupiny které chcete zpřístupnit pro žádosti uživatelů o registraci. Poté klikněte na [Další] a otevře se dialog pro příjem žádostí.
el: Εδώ μπορείτε να επιλέξετε τους ρόλους και τις ομάδες που θέλετε να διατεθούν προς επιλογή στους αιτούντες. Μόλις πατήσετε 'Συνέχεια' θα μπορέσετε να δεχτείτε αιτήσεις με βάση τις ρυθμίσεις που ορίσατε εδώ.
pl: Wybierz role i grupy, które chcesz udostępnić na żądania rejestracji użytkowników. Po kliknięciu przycisku [Dalej] zostanie otwarte okno dialogowe, w któryme będą odbierane żądania rejestracji.

source: Roles that will be available
cs: Role které budou k dispozici
el: Επιλέξτε παρακάτω τους ρόλους που θα διατεθούν
pl: Role, które będą dostępne

source: Groups that will be available
cs: Skupiny které budou k dispozici
el: Επιλέξτε παρακάτω τις ομάδες που θα διατεθούν
pl: Grupy, które będą dostępne

source: Group
cs: Skupina
el: Ομάδα
pl: Grupa

source: This directory belongs to UID %(uid)d and to GID %(gid)d
cs: Tato složka náleži UID %(uid)d a GID %(gid)d

source: Input the user information
cs: Zadejte údaje o uživateli
el: Εισάγετε τις πληροφορίες χρήστη
pl: Wprowadź informacje o użytkowniku

source: Home directory:
cs: Domovská složka:
el: Αρχικός κατάλογος
pl: Katalog użytkownika:

source: Office:
cs: Kancelář:
el: Γραφείο:

source: Office phone:
cs: Telefon do kanceláře:
el: Τηλ. γραφείου:

source: Home phone:
cs: Telefon domů:
el: Τηλ. οικίας:

source: Other:
cs: Ostatní:
el: Άλλο:

source: User information
cs: Informace o uživateli
el: Πληροφορίες χρήστη

source: Primary group name:
cs: Název hlavní skupiny
el: Όνομα κύριας ομάδας:

source: Primary group GID:
cs: Identifikátor hlavní skupiny (GID)
el: GID κύριας ομάδας:

source: User role:
cs: Role uživatele:
el: Ρόλος χρήστη:

source: Set as primary
cs: Nastavit jako hlavní
el: Ορισμός ως κύριας
pl: Ustaw jako główna

source: Group options
cs: Předvolby skupiny
el: Επιλογές ομάδων
pl: Opcje grupy

source: Last change:
cs: Minulá změna:
el: Τελευταία αλλαγή:
pl: Osatatnia zmiana

source: Minimum age:
cs: Minimální stáří:
el: Τελευταία αλλαγή:
pl: MInimalny wiek

source: Maximum age:
cs: Maximální stáří:
el: Μέγιστη διάρκεια:
pl: Maksymalny wiek

source: Warning period:
cs: Období varování:
el: Προειδοποίηση:
pl: Okres ostrzegania

source: Inactive:
cs: Neaktivní:
el: Ανενεργός:
pl: Nieaktywne:

source: Expired:
cs: Platnost skončila:
el: Λήξη:
pl: Przedawnione:

source: Locked:
cs: Uzamčeno:
el: Κλείδωμα κωδικού:
pl: Zablokowane:

source: Password options
cs: Předvolby hesla
el: Επιλογές κωδικού
pl: Opcje hasła

source: Shell:
el: Κέλυφος:

source: Role
el: Ρόλος
pl: Rola

source: Role:
el: Ρόλος:
pl: Rola:

source: LTSP Manager
el: Διαχείριση ΣΕΠΕΗΥ

source: _Server
el: _Εξυπηρετητής
pl: _Serwer

source: Shell
el: Κέλυφος
pl: Powłoka Shell

source: Student
el: Μαθητής
pl: Uczeń

source: folders-publicshare
pl: katalogi-publiczne udostępnione

source: UID:
pl: Identyfikator użytkownika UID
