Repository: enaut/ltsp-manager
Catalog: po/*.po
Languages: cs, el, pl

source: LTSP shared folders
cs: LTSP sdílené složky
el: Κοινόχρηστοι φάκελοι LTSP
pl: Współdzielone foldery LTSP

source: Creates shared folders symlinks for the groups the user is a member of
cs: Vytvoří symbolické odkazy na sdílené složky pro skupiny kterých je uživatel členem
el: Δημιουργεί συντομεύσεις για κοινόχρηστους φακέλους
pl: Tworzy linki do folderów współdzielonych dla grup, których członkiem jest użytkownik

source: About LTSP Manager
cs: O aplikaci LTSP Manager
el: Περί Διαχείριση ΣΕΠΕΗΥ
pl: o LTSP Manager

source: Copyright © 2017 LTSP Manager developers
cs: Copyright © vývojáři 2017 LTSP Manager

source: Easy maintenance of LTSP computer labs.
cs: Snadná správa počítačových učeben používajích LTSP.
el: Εύκολη διαχείριση εργαστηρίων βασισμένων στο LTSP.
pl: Łatwa administracja pracownią komputerów LTSP.

source: Administrator
cs: Správce
el: Διαχειριστής

source: Staff
cs: Personál
el: Προσωπικό
pl: Personel

source: Teacher
cs: Lektor
el: Καθηγητής
pl: Nauczyciel

source: The following %d accounts will be created
cs: Těchto %d účtů bude vytvořeno
el: Θα δημιουργηθούν οι παρακάτω %d λογαριασμοί
pl: Zostaną stworzone %d konta

source: Creating group %(current)d of %(total)d...
cs: Vytváření skupiny %(current)d z %(total)d…
el: Δημιουργία ομάδας %(current)d από %(total)d...
pl: Tworzenie grupy %(current)d z %(total)d...

source: Creating user %(current)d of %(total)d...
cs: Vytváření uživatele %(current)d z %(total)d…
el: Δημιουργία χρήστη %(current)d από %(total)d...
pl: Tworzenie użytkownika %(current)d z %(total)d...

source: User account creation help
cs: Nápověda pro vytváření uživatele
pl: Pomoc - tworzenie kont

source: If you'd like to create only one user per workstation, specify only one group, for example "pc". The number of accounts per group usually matches the number of workstations in the classroom. In templates, you may use the following variables: {c}: the group, e.g. a1, a2, b1, ... {i}: the account index for this group, e.g. 1, 2, 3, ... {i0}: the account index with 0 prefixed, e.g. 01, 02, 03, ...
cs: Pokud si přejete vytvořit pouze jednoho uživatele na každé ze stanic, zadejte pouze jednu skupinu – „pocitac“. Počet účtů v jednotlivých skupinách se obvykle shoduje s počtem stanic v učebně. V šablonách je možné použít následující proměnné: {c}: skupina – např. a1, a2, b1, … {i}: index účtu pro tuto skupinu – např. 1, 2, 3, … {i0}: index účtu začínající na 0 (nula) – např. 01, 02, 03, …
pl: Jeśli chcesz utworzyć tylko jednego użytkownika, to określ jedną grupę np. "pc" Liczba kont dla każdej grupy odpowiada zwykle liczbie uczniów w klasie W szablonach można używać następujących zmiennych {c}: grupa np. a1, a2, b1, ... {i}: liczba porządkowa dla grup, np. 1, 2, 3, ... {i0}: liczba porządkowa dla grup z prefiksem np. 01, 02, 03, ...

source: User account creation progress
cs: Průběh vytváření uživatelského účtu
el: Πρόοδος δημιουργίας χρηστών
pl: Postęp tworzenia kont

source: Progress:
cs: Průběh:
el: Πρόοδος:
pl: Postęp:

source: An error has occured:
cs: Došlo k chybě:
el: Προέκυψε σφάλμα:
pl: Wystapił błąd:

source: The accounts were successfully created!
cs: Účty byly úspěšně vytvořeny!
el: Επιτυχής δημιουργία χρηστών!
pl: Konta zostały utworzone!

source: Create accounts per workstation
cs: Vytvořit účty na jednotlivých stanicích
el: Δημιουργία χρηστών ανά υπολογιστή
pl: Tworzenie kont dla stacji roboczej

source: Mandatory information
cs: Povinný údaj
el: Βασικές πληροφορίες
pl: Informacje obowiązkowe

source: Group names:
cs: Názvy skupin:
el: Τμήματα:
pl: Nazwa grupy:

source: Number of accounts per group:
cs: Počet účtů v jednotlivých skupinách:
el: Λογαριασμοί ανά τμήμα:
pl: Liczba kont w grupie

source: Create shared folders:
cs: Vytvořit sdílené složky:
el: Δημιουργία κοινόχρηστων φακέλων:
pl: Utwórz foldery udostępnione

source: Add teachers to those groups:
cs: Přidat lektory do těchto skupin:
el: Εισαγωγή όλων των καθηγητών σε αυτά τα τμήματα:
pl: Dodaj nauczyciela do grup:

source: Account templates (optional)
cs: Šablony účtů (volitelné)
el: Πρότυπα λογαριασμών (προαιρετικό)
pl: Szablon konta (opcjonalnie)

source: Username template:
cs: Šablona uživatelského jména:
el: Πρότυπα λογαριασμών (προαιρετικό)
pl: Szablon nazwy użytkownika:

source: Real name template:
cs: Šablona skutečného jména:
el: Πρότυπο πραγματικού ονόματος:
pl: Szablon prawdziwej nazwy:

source: Password template:
cs: Šablona hesla:
el: Πρότυπο κωδικού πρόσβασης:
pl: Szablon haseł:

source: Member of groups:
cs: Členem skupin:
el: Μέλος ομάδων:
pl: Członek grupy:

source: User {c}-{0i}
cs: Uživatel {c}-{0i}
el: Χρήστης {c}-{0i}
pl: Użytkownik {c}-{0i}

source: Username
cs: Uživatelské jméno
el: Όνομα χρήστη
pl: Nazwa użytkownika

source: Real name
cs: Skutečné jméno
el: Ονοματεπώνυμο
pl: Prawdziwa nazwa

source: Home
cs: Domovská složka
el: Κατάλογος
pl: Katalog domowy

source: Password
cs: Heslo
el: Κωδικός πρόσβασης
pl: Hasło

source: <small><i>(Only the first 300 accounts are shown in the table above)</i></small>
cs: <small><i>(Ve výše uvedené tabulce je zobrazeno pouze první 300 účtů)</i></small>
el: <small><i>(Στον παραπάνω πίνακα εμφανίζονται μόνο οι 300 πρώτοι λογαριασμοί)</i></small>
pl: <small><i>(Tylko pierwszych 300 kont jest pokazanych na liście)</i></small>

source: Enter the name for the exported file
cs: Zadejte název pro exportovaný soubor
el: Επιλέξτε όνομα αρχείου για εξαγωγή
pl: Wpisz nazwę eksportowanego pliku

source: Group properties
cs: Vlastnosti skupiny
el: Πληροφορίες ομάδας
pl: Właściwości grupy

source: Description
cs: Popis
el: Περιγραφή
pl: Opis

source: Group name
cs: Název skupiny
el: Όνομα ομάδας
pl: Nazwa grupy

source: GID
cs: Identifikátor skupiny (GID)
pl: Identyfikator grupy (GID)

source: Members
cs: Členové
el: Μέλη
pl: Członkowie

source: Show system users
cs: Zobrazit systémové uživatele
el: Εμφάνιση χρηστών συστήματος
pl: Pokaż użytkowników systemowych

source: <b>General</b>
cs: <b>Obecné</b>
el: Γενικά
pl: <b>Ogólne</b>

source: Create shared folders for this group
cs: Vytvořit sdílené složky pro tuto skupinu
pl: Utwórz foldery udostępnione dla grup

source: Warning: if users have open files in shared folders, they won't be able to save them if you disable folder sharing.
cs: Varování: pokud uživatelé mají ve sdílené složce otevřené soubory, pak pokud vypnete sdílení složky, nebudou je moci uložit.
pl: Ostrzeżenie: jeśli użytkownicy mają otwarte pliki w udostępnionych folderach, to nie będą w stanie ich zapisać, jeśli wyłączysz udostępnianie folderów

source: <b>Shared folders</b>
cs: <b>Sdílené složky</b>
pl: <b>Katalogi udostępnione<b>

source: Status
cs: Stav
el: Κατάσταση

source: The following %s user accounts already exist on the system, with identical information.
cs: Tento uživatelský účet %s už v systému existuje a obsahuje stejné údaje.
el: Βρέθηκαν στο σύστημα οι ακόλουθοι %s χρήστες αυτής της λίστας με τα ίδια ακριβώς πεδία.
pl: Konto użytkownika %s z identycznymi informacjami już istnieje w systemie

source: Would you like to remove those accounts from the list, to avoid trying to create them again?
cs: Přejete si odebrat tyto účty ze seznamu a zabránit tak pokusu o jejich duplicitní vytvoření?
el: Επιθυμείτε να διαγραφούν από αυτή τη λίστα οι πανομοιότυποι χρήστες και να μη γίνει εισαγωγή τους;
pl: Czy chcesz usunąć te konta z listy, aby uniknąć ich ponownego tworzenia?

source: Identical existing accounts were found
cs: Byly nalezeny identické existující účty
el: Βρέθηκαν πανομοιότυποι χρήστες
pl: Znaleziono identyczne konta

source: The UID of user "%(user)s" was changed from %(old)s to %(new)s.
cs: UID uživatele „%(user)s“ bylo změněno z %(old)s na %(new)s.
el: Αλλάχθηκε το UID του χρήστη "%(user)s" από %(old)s σε %(new)s.

source: The GID of user "%(user)s" was changed from %(old)s to %(new)s.
cs: GID uživatele „%(user)s“ bylo změněno z %(old)s na %(new)s.
el: Αλλάχθηκε το GID του χρήστη "%(user)s" από %(old)s σε %(new)s.

source: The home directory of user "%(user)s" was changed from %(old)s to %(new)s.
cs: Domovská složka uživatele „%(user)s“ byla změněna z %(old)s na %(new)s.
el: Ο αρχικός κατάλογος του χρήστη "%(user)s" αλλάχθηκε από %(old)s σε %(new)s.

source: The primary group name of user "%(user)s" was changed from %(old)s to %(new)s.
cs: Hlavní skupina uživatele „%(user)s“ z %(old)s na %(new)s.
el: Η βασική ομάδα του χρήστη "%(user)s" αλλάχτηκε από %(old)s σε %(new)s.

source: Some issues remain that could not be resolved automatically
cs: Zbývají nějaké problémy které nelze vyřešit automaticky
pl: Pozostają pewne problemy, których nie można rozwiązać automatycznie

source: Create the following users?
cs: Vytvořit uvedené uživatele?
pl: Czy utworzyć następujących użytkowników?

source: This username already exists in the system
cs: Toto uživatelské jméno už v systému existuje
el: Αυτό το όνομα χρήστη υπάρχει ήδη στο σύστημα
pl: Ta nazwa użytkownika już istnieje w systemie

source: This is not a valid username
cs: Toto není platné uživatelské jméno
el: Αυτό το όνομα χρήστη δεν είναι αποδεκτό
pl: To nie jest poprawna nazwa użytkownika

source: This UID already exists in the system
cs: Tento identifikátor uživatele (UID) už v systému existuje
el: Αυτό το UID υπάρχει ήδη στο σύστημα
pl: Ten UID już istnieje w systemie

source: This UID already exists in this list
cs: Tento identifikátor uživatele (UID) už na seznamu existuje
el: Αυτό το UID υπάρχει ήδη σε αυτή τη λίστα
pl: Ten identyfikator UID już istnieje na tej liście

source: This UID does not match the home directory UID
cs: Toto UID se neshoduje s UID na domovské složce
el: Αυτό το UID είναι διαφορετικό από αυτό του home καταλόγου που δώσατε
pl: Ten identyfikator UID nie pasuje do katalogu domowego UID

source: This GID does not match the home directory GID
cs: Toto GID se neshoduje s na GID domovské složce
el: "Αυτό το GID είναι διαφορετικό από αυτό του home καταλόγου που δώσατε
pl: Ten identyfikator GID nie pasuje do katalogu domowego GID

source: This directory is in use by another user in the system
cs: Složka je používána jiným uživatelem systému
el: Αυτός ο κατάλογος χρησιμοποιείται από κάποιον άλλο χρήστη του συστήματος
pl: Ten katalog jest używany przez innego użytkownika

source: This directory is in use by another user in the list
cs: Složka je používána jiným uživatelem ze seznamu
el: Αυτός ο κατάλογος χρησιμοποιείται από κάποιον άλλο χρήστη σε αυτή τη λίστα
pl: Ten katalog jest używany przez innego użytkownika z listy

source: This directory already exists in the system but with a different UID/GID
cs: Tato složka už v systému existuje ale má jiné UID/GID
el: Αυτός ο κατάλογος υπάρχει στο σύστημα αλλά με διαφορετικά UID ή/και GID από αυτά που δώσατε
pl: Ten katalog już istnieje w systemie, ale z innym identyfikatorem UID / GID

source: This GID does not belong to the group %s
cs: Toto GID nepatří do skupiny %s
el: Αυτό το GID δεν ανήκει στην ομάδα %s
pl: Ten identyfikator GID nie należy do grupy %s

source: The GID for this group is not %s
cs: GID pro tuto skupinu není %s
el: Το GID αυτής της ομάδας δεν είναι %s
pl: Identyfikator GID dla tej grupy to nie %s

source: Please select a csv file to import
cs: Zvolte csv soubor který importovat
pl: Wybierz plik csv, który chcesz zaimportować

source: Import user accounts
cs: Importovat uživatelské účty
pl: Import kont użytkownika

source: Users
cs: Uživatelé
el: Χρήστες
pl: Użytkownicy

source: Automatically resolve issues
cs: Řešit problémy automaticky
el: Αυτόματη επίλυση προβλημάτων
pl: Automatyczne rozwiązanie problemóœ

source: Try to automatically resolve any conflicts that exist with the user accounts to be imported
cs: Pokusit se automaticky vyřešit konflikty které mohou nastat při importu uživatelských účtů
el: Επίλυση των προβλημάτων, όπου αυτό είναι δυνατό, για όλους τους νέους χρήστες
pl: Spróbuj automatycznie rozwiązać konflikty, które istnieją z kontami użytkowników, które zostaną zaimportowane

source: Remove the selected users from the list
cs: Odebrat označené uživatele ze seznamu
el: Διαγραφή των επιλεγμένων χρηστών από τη λίστα
pl: Usuń wybranych użytkowników z listy

source: Remove
cs: Odebrat
el: Διαγραφή
pl: Usuń

source: The address {0} is already is use by another workstation. Please enter another one.
cs: Adresa {0} je už používána jinou stanicí – zadejte jinou.
el: Η διεύθυνση {0} χρησιμοποιείται ήδη από άλλον υπολογιστή. Παρακαλώ δώστε μια διαφορετική.
pl: Adres {0} jest już używany przez inną stację roboczą. Wprowadź inny adres.

source: The address {0} is already in use as the default gateway. Please enter another one.
cs: Adresa {0} je už používána jako výchozí brána – zadejte jinou.
el: Η διεύθυνση {0} χρησιμοποιείται ήδη σαν προεπιλεγμένη διαδρομή. Παρακαλώ δώστε μια διαφορετική.
pl: Adres {0} jest już używany jako domyślna brama. Wprowadź inny adres.

source: Invalid IP address. It must be in the form x.y.z.w, where x, y, z, w are between 1 and 255.
cs: Neplatná IP adresa. Je třeba aby měla podobu x.y.z.w, kde x, y, z, w nabývají hodnot 1 až 255.
el: Μη-έγκυρη διεύθυνση IP. Θα πρέπει να είναι της μορφής x.y.z.w όπου x, y, z, w παίρνουν τιμές μεταξύ του 1 και 254.
pl: Nieprawidłowy adres IP. Adres musi być w postaci x.y.z.w, gdzie x, y, z, w są między 1 a 255.

source: Could not connect to Network Manager
cs: Nedaří se spojit se součástí Network Manager
el: Αδυναμία σύνδεσης στη Διαχείριση Δικτύου.
pl: Nie można połączyć się z MNetwork Manager

source: No device available
cs: Není k dispozici žádné zařízení
el: Δεν υπάρχει διαθέσιμη διεπαφή.
pl: Brak dostępnych urządzeń

source: No wired devices available
cs: Není k dispozici žádné kabelové zařízení
el: Δεν υπάρχει διαθέσιμη ενσύρματη διεπαφή.
pl: Brak dostępnych urządzeń przewodowych

source: The subnet has changed.
cs: Maska sítě se změnila.
el: Το υποδίκτυο έχει αλλάξει.
pl: Podsieć została zmieniona.

source: The subnet has changed for device <b>{0}</b>. The dialog will suggest a new method according to the new values that were received from the router.
cs: U zařízení <b>{0}</b> se změnila maska sítě. Dialog doporučí novou metodu dle nových hodnot které byly obdrženy ze směrovače.
el: Το υποδίκτυο έχει αλλάξει για την <b>{0}</b>. Ο διάλογος θα προτείνει μια νέα μέθοδο σύμφωνα με τις νέες τιμές που λήφθηκαν από τον router.
pl: Zmieniono podsieć urządzenia <b>{0}</b>. Okno dialogowe zaproponuje nową metodę zgodnie z nowymi wartościami otrzymanymi z routera.

source: The subnet has changed for devices <b>{0}</b>. The dialog will suggest a new method according to the new values that were received from the router.
cs: U zařízení <b>{0}</b> se změnila maska sítě. Dialog doporučí novou metodu dle nových hodnot které byly obdrženy ze směrovače.
el: Το υποδίκτυο έχει αλλάξει για τις <b>{0}</b>. Ο διάλογος θα προτείνει μια νέα μέθοδο σύμφωνα με τις νέες τιμές που λήφθηκαν από τον router.
pl: Zmieniono podsieć urządzenia <b>{0}</b>. Okno dialogowe zaproponuje nową metodę zgodnie z nowymi wartościami otrzymanymi z routera.

source: The connections were successfully created.
cs: Připojení byla úspěšně vytvořena.
el: Η δημιουργία των συνδέσεων έγινε επιτυχώς.
pl: Połączenia zostały utworzone.

source: Failure while restarting dnsmasq.
cs: Něco se nepodařilo při restartování dnsmasq.
el: Η επαναδημιουργία του αρχείου ρυθμίσεων του dnsmasq απέτυχε.
pl: Błąd podczas restartu dnsmasq.

source: It is suggested to change your hostname to <b>{0}</b>
cs: Je doporučeno změnit název stroje na <b>{0}</b>
el: Προτείνεται να μετονομάσετε τον υπολογιστή σας σε <b>{0}</b>\n\n
pl: Zalecamy zmianę nazwy hosta na <b>{0}</b>

source: Successfully created network connections and restarted dnsmasq.
cs: Vytvoření síťového připojení a restart dnsmaq úspěšné.
el: Η δημιουργία των συνδέσεων καθώς και η επαναδημιουργία του αρχείου ρυθμίσεων του dnsmasq έγινε επιτυχώς.
pl: Pomyślnie utworzono połączenia sieciowe i zrestartowano dnsmasq.

source: Successfully created network connections, but failed while restarting dnsmasq because the connections were not activated.
cs: Síťové připojení úspěšně vytvořeno, ale něco se nepodařilo při restartu dnsmasq, protože připojení nebyla aktivována.
el: Η δημιουργία των συνδέσεων έγινε επιτυχώς αλλά η επαναδημιουργία του αρχείου dnsmasq απέτυχε καθώς οι συνδέσεις δεν ενεργοποιήθηκαν.
pl: Pomyślnie utworzono połączenia sieciowe, ale bez restartu dnsmasq, ponieważ nie był uruchomiony wcześniej.

source: Successfully created network connections, but failed while restarting dnsmasq.
cs: Úspěšně vytvořeno síťové připojení ale něco se nezdařilo při restartování dnsmasq.
el: Η δημιουργία των συνδέσεων έγινε επιτυχώς αλλά η επαναδημιουργία του αρχείου ρυθμίσεων του dnsmasq απέτυχε.
pl: Pomyślnie utworzono połączenia sieciowe, ale restart dnsmasq nie powiódł się.

source: Error
cs: Chyba
el: Σφάλμα
pl: Błąd

source: Information
cs: Informace
el: Πληροφορία
pl: Informacje

source: Success
cs: Úspěch
el: Επιτυχία
pl: Sukces

source: Unknown
cs: Neznámé
el: Άγνωστη
pl: Nieznany

source: No address found
cs: Nenalezena žádná adresa
el: Δεν βρέθηκε διεύθυνση
pl: Nie znaleziono adresu

source: Are you sure you want to continue?
cs: Opravdu chcete pokračovat?
el: Είστε σίγουροι ότι θέλετε να συνεχίσετε;
pl: Czy na pewno kontynuować?

source: You're about to create the connection:
cs: Chystáte se vytvořit toto připojení:
el: Πρόκειται να δημιουργήσετε τη σύνδεση:
pl: Utworzysz połączenie:

source: You're about to create the connections:
cs: Chystáte se vytvořit tato připojení:
el: Πρόκειται να δημιουργήσετε τις συνδέσεις:
pl: Utworzysz połączenia:

source: You're about to update the connection:
cs: Chystáte se aktualizovat toto připojení:
el: Πρόκειται να ενημερώσετε τη σύνδεση:
pl: Zaktualizujesz połączenie:

source: You're about to update the connections:
cs: Chystáte se aktualizovat tato připojení:
el: Πρόκειται να ενημερώσετε τις συνδέσεις:
pl: Zaktualizujesz połączenia:

source: and to recreate the dnsmasq configuration file.
cs: a znovu vytvořit soubor s nastaveními pro dnsmasq
el: και να επαναδημιουργήσετε το αρχείο ρυθμίσεων του dnsmasq.
pl: i ponownie utworzyć plik konfiguracyjny dnsmasq.

source: <b>Warning:</b> Recreating the dnsmasq configuration file is impossible because no network cable is attached to any of the available devices.
cs: <b>Varování:</b> Opětovné vytvoření souboru s nastaveními pro dnsmasq není možné protože síťový kabel je připojený ke všem dostupným zařízením.
el: <b>Προσοχή: </b> Η επαναδημιουργία του αρχείου ρυθμίσεων του dnsmasq δεν είναι δυνατή καθώς σε καμία διεπαφή δεν είναι συνδεδεμένο το καλώδιο.
pl: <b>Ostrzeżenie: </b> Ponowne utworzenie pliku konfiguracji dnsmasq jest niemożliwe, ponieważ żaden kabel sieciowy nie jest podłączony do żadnego z dostępnych urządzeń.

source: Confirmation
cs: Potvrzení
el: Επιβεβαίωση
pl: Potwierdź

source: Please wait until the DHCP request has finished...
cs: Čekejte než bude DHCP požadavek vyřízen…
el: Παρακάλω περιμένετε μέχρι να τελειώσει το DHCP Request...
pl: Poczekaj, aż żądanie DHCP zostanie zakończone ...

source: Configure network connection
cs: Nastavit síťové připojení
el: Ρύθμιση σύνδεσης δικτύου
pl: Skonfiguruj połączenie sieciowe

source: Automatic (DHCP)
cs: Automaticky (DHCP)
el: Αυτόματα (DHCP)
pl: Automatycznie (DHCP)

source: Automatic (DHCP) addresses only
cs: Automaticky (DHCP) pouze adresy
el: Μόνο αυτόματες διευθύνσεις (DHCP)
pl: Automatycznie (DHCP), tylko adresy

source: Manual
cs: Ručně
el: Χειροκίνητα
pl: Ręcznie

source: LTSP (requires 2 network adapters)
cs: LTSP (vyžaduje dvě síťová rozhraní)
el: LTSP (προϋποθέτει 2 κάρτες δικτύου)
pl: LTSP (wymaga 2 kart sieciowych)

source: Do not configure a connection
cs: Nenastavovat připojení
el: Να μη δημιουργηθεί σύνδεση
pl: Nie konfiguruj połączenia

source: Method:
cs: Metoda:
el: Μέθοδος
pl: Metoda:

source: General
cs: Obecné
el: Γενικά
pl: Główne

source: Name:
cs: Název:
el: Όνομα:
pl: Nazwa:

source: Device:
cs: Zařízení:
el: Διεπαφή:
pl: Urządzenie:

source: MAC address:
cs: MAC adresa:
el: Διεύθυνση υλικού:
pl: Adres MAC:

source: Driver:
cs: Ovladač:
el: Οδηγός:
pl: Sterownik:

source: Speed:
cs: Rychlost:
el: Ταχύτητα:
pl: Szybkość

source: Address:
cs: Adresa:
el: Διεύθυνση IP:
pl: Adres IP:

source: Netmask:
cs: Síťová maska:
el: Μάσκα υποδικτύου:
pl: Maska sieci:

source: Gateway:
cs: Brána:
el: Προεπιλεγμένη διαδρομή:
pl: Brama sieciowa:

source: Primary DNS:
cs: První DNS:
el: Πρωτεύων DNS:
pl: Główny DNS:

source: Secondary DNS:
cs: Druhá DNS:
el: Δευτερεύων DNS:
pl: Dodatkowy DNS:

source: Tertiary DNS:
cs: Třetí DNS:
el: Τριτεύων DNS:
pl: Trzeciorzędny DNS:

source: Automatically connect to this network when it is available
cs: Když je dostupná, automaticky se připojit k této síti
el: Αυτόματη ενεργοποίηση της σύνδεσης
pl: Automatycznie połącz się z siecią, gdy jest ona dostępna

source: Activate this connection automatically. Also, disable the automatic activation of all other connections available for this adapter.
cs: Aktivovat toto připojení automaticky. Také vypnout automatickou aktivaci všech ostatních připojení, dostupných pro toto rozhraní.
el: Ενεργοποιεί την αυτόματη σύνδεση στην σύνδεση και απενεργοποιεί την αυτόματη σύνδεση στις υπόλοιπες συνδέσεις της διεπαφής.
pl: Automatycznie włącz to połączenie. Ponadto wyłącz automatyczną aktywację dla wszystkich innych połączeń dostępnych dla tego adaptera.

source: LTSP information
cs: Informace o LTSP
el: Πληροφορίες LTSP
pl: Infoirmacje LTSP

source: Edit group...
cs: Upravit skupinu…
el: Επεξεργασία ομάδας...
pl: Edycja grupy...

source: Delete group...
cs: Smazat skupinu…
el: Διαγραφή ομάδας...
pl: Usunięcie grupy...

source: Delete groups...
cs: Smazat skupiny…
el: Διαγραφή ομάδων...
pl: Usunięcie grup...

source: Edit user...
cs: Upravit uživatele…
el: Επεξεργασία χρήστη...
pl: Udycja użytkownika...

source: Delete user...
cs: Smazat uživatele…
el: Διαγραφή χρήστη...
pl: Usunięcie użytkownika...

source: Delete users...
cs: Smazat uživatele…
el: Διαγραφή χρηστών...
pl: Usunięcie użytkowników...

source: Select the passwd file to import
cs: Vyberte passwd soubor který importovat
el: Επιλέξτε το αρχείο passwd προς εισαγωγή
pl: Wybierz plik passwd do zaimportowania

source: The file "%s" contains no data.
cs: Soubor „%s“ neobsahuje žádná data.
el: Το αρχείο "%s" δεν περιέχει δεδομένα.
pl: Plik "%s" nie zawiera żadnych danych.

source: Select the CSV file to import
cs: Vyberte CSV soubor který importovat
el: Επιλέξτε το αρχείο CSV προς εισαγωγή
pl: Wybierz plik CSV do importu

source: LTSP Manager has detected that you either haven't yet run the initial LTSP setup, or that you upgraded to a new version and you need to run it again.
cs: LTSP Manager zjistil že jste buď doposud nespustili úvodní nastavení LTSP, nebo jste přešli na novější verzi a je třeba tuto proceduru vykonat znovu.
el: Το LTSP Manager ανίχνευσε ότι είτε δεν έχει γίνει η αρχική ρύθμιση του LTSP, είτε ότι έχει γίνει αναβάθμιση σε νέα έκδοση και πρέπει να ξαναγίνει.
pl: LTSP Manager wykrył, że nie masz jeszcze uruchomionej konfiguracji LTSP lub że uaktualniono ją do nowej wersji i musisz ją ponownie uruchomić.

source: Should LTSP Manager run initial-setup?
cs: Má LTSP Manager spustit initial-setup?
el: Να εκτελεστεί η αρχική ρύθμιση του LTSP;
pl: Czy menedżer LTSP powinien uruchomić wstępną konfigurację?

source: Are you sure you want to update the LTSP image?
cs: Opravdu chcete aktualizovat LTSP obraz?
el: Θέλετε σίγουρα να προχωρήσετε στην δημοσίευση του εικονικού δίσκου;
pl: Czy na pewno chcesz zaktualizować obraz LTSP?
